Repository: 2lambda123/Veil-Project-veil_wallet
Catalog: lib/l10n/app_*.arb
Languages: eo, es, ja, lt, ru

# title
source: Veil wallet
eo: Veil monujo
es: Veil billetera
ja: Veilウォレット
lt: Veil piniginė
ru: Veil кошелек

# welcomeTitle
source: Welcome to Veil!
eo: Bonvenon al Veil!
es: ¡Bienvenido a Veil!
ja: Veilへようこそ！
lt: Sveiki!
ru: Добро пожаловать!

# welcomeDescription
source: Import existing wallet or create new
eo: Importu ekzistantan monujon aŭ kreu novan
es: Importe billetera existente o cree nueva
ja: ウォレットをインポートか、新しいウォレットを作成
lt: Importuokite arba sukurkite piniginę
ru: Импортируйте или создайте кошелек

# createWallet
source: Create
eo: Krei
es: Crear
ja: 作成する
lt: Sukurti
ru: Создать

# importWallet
source: Import
eo: Importi
es: Importar
ja: インポート
lt: Importas
ru: Импорт

# settingsButton
source: Settings
eo: Agordoj
es: Ajustes
ja: 設定
lt: Nustatymai
ru: Настройки

# saveSeedPhraseTitle
source: Save seed phrase
eo: Konservu semfrazon
es: Guardar frase semilla
ja: シードを保存
lt: Nauja piniginė
ru: Новый кошелек

# saveSeedPhraseDescription
source: Save new wallet seed phrase:
eo: Konservu la novan semfrazon de la monujo:
es: Guarde la nueva frase semilla de la billetera:
ja: ニーモニックシードを保存:
lt: Įrašykite naujosios piniginės seed frazę:
ru: Сохраните сид-фразу нового кошелька:

# nextButton
source: Next
eo: Sekva
es: Siguiente
ja: 次へ
lt: Toliau
ru: Далее

# verifySeedPhraseTitle
source: Verify seed phrase
eo: Konfirmu seman frazon
es: Verificar frase semilla
ja: ニーモニックシードは検証
lt: Seed frazės tikrinimas
ru: Проверка сид-фразы

# verifySeedPhraseDescription
source: Verify 24 words seed:
eo: Konfirmu la semon de 24 vortoj:
es: Comprobando la frase semilla de 24 palabras:
ja: ニーモニックシード検証:
lt: 24 žodžių seed frazė tikrinimas:
ru: Проверка сид фразы из 24 слов:

# createWalletButton
source: Create wallet
eo: Krei monujon
es: Crear billetera
ja: ウォレットを作成
lt: Sukurti piniginę
ru: Создать кошелек

# walletNameInputField
source: Wallet name:
eo: Nomo de monujo:
es: Nombre de la billetera:
ja: ウォレット名:
lt: Piniginės pavadinimas:
ru: Имя кошелька:

# walletNameInputFieldHint
source: Wallet name
eo: Nomo de monujo
es: Nombre de la billetera
ja: ウォレット名
lt: Piniginės pavadinimas
ru: Имя кошелька

# importSeedTitle
source: Import seed phrase
eo: Importu semfrazon
es: Importar frase semilla
ja: インポートウォレット
lt: Importuoti seed frazę
ru: Импорт сид-фразы

# importSeedDescription
source: Enter 24 words seed phrase:
eo: Enigu semfrazon de 24 vortoj
es: Escribe una frase semilla de 24 palabras
ja: ２４語ニーモニックシードを入力してください:
lt: Importuoti 24 žodžių seed frazę:
ru: Введите сид-фразу:

# walletAdvancedButton
source: Advanced
eo: Altnivela
es: Avanzado
ja: 上級者向け機能
lt: Papildomos nustatymai
ru: Доп. настройки

# walletAdvancedTitle
source: Advanced settings
eo: Altnivelaj agordoj
es: Ajustes avanzados
ja: 上級者向け機能
lt: Papildomos nustatymai
ru: Доп. настройки

# walletEncryptionPasswordInputField
source: Encryption password (if exists):
eo: Ĉifrada pasvorto (se ekzistas):
es: Contraseña de cifrado (si existe):
ja: 暗号化用パスフレーズ (存在する場合）:
lt: Šifravimo slaptažodis (jeigu yra):
ru: Пароль шифрования (если существует):

# walletEncryptionPasswordInputFieldHint
source: Wallet encryption password
eo: Ĉifrada pasvorto
es: Contraseña de cifrado
ja: ウォレット暗号化用パスフレーズ
lt: Šifravimo slaptažodis
ru: Пароль шифрования

# walletEncryptionPasswordRepeatInputField
source: Repeat encryption password:
eo: Ripetu ĉifradan pasvorton:
es: Repetir contraseña de cifrado:
ja: ウォレット暗号化用パスフレーズ:
lt: Pakartokite šifravimo slaptažodį:
ru: Повторите пароль шифрования:

# walletEncryptionPasswordRepeatInputFieldHint
source: Repeat wallet encryption password
eo: Ripetu monujon ĉifradan pasvorton
es: Repetir contraseña de cifrado
ja: ウォレット暗号化用パスフレーズをもう一度入力
lt: Pakartokite šifravimo slaptažodį
ru: Повторите пароль шифрования

# walletImportTransactionsData
source: Import {fileName}
eo: Importi {fileName}
es: Importar {fileName}
ja: インポート {fileName}
lt: Importas {fileName}
ru: Импорт {fileName}

# saveButton
source: Save
eo: Savi
es: Guardar
ja: 保存
lt: Įrašyti
ru: Сохранить

# settingsTitle
source: Settings
eo: Agordoj
es: Ajustes
ja: 設定
lt: Nustatymai
ru: Настройки

# nodeUrlInputField
source: Node url:
eo: Nodo URL:
es: URL del nodo:
ja: ノードのURL:
lt: Nodos adresas:
ru: Адрес ноды:

# nodeUrlInputFieldHint
source: Veil lightwallet node url (starts with http(s)://)
eo: Nodo URL por Veil lightwallet (komenciĝas per http(s)://)
es: URL del nodo Veil lightwallet (comienza con http(s)://)
ja: Veil lightwalletノードのURL (http(s)://で始まる)
lt: Lightwallet Veil nodos adresas (prasidėda iš http(s)://)
ru: Адрес lightwallet Veil ноды (начинается с http(s)://)

# basicAuthInputField
source: Node basic auth:
eo: Baza aŭtentigo de nodo:
es: Autenticación básica del nodo:
ja: ノードのbasic auth:
lt: Pagrindinis nodos autorizavimas:
ru: Basic авторизация ноды:

# basicAuthInputFieldHint
source: Empty for explorer's node
eo: Malplena por esplorilo nodo
es: Vacío para el nodo del explorador
ja: エクスプローラーのノードが空
lt: Tuščia nodai explorer
ru: Пусто для ноды обозревателя

# explorerUrlInputField
source: Explorer URL:
eo: Retadreso de esplorilo:
es: Dirección del explorador:
ja: ブロックエクスプローラーのURL：
ru: Адрес обозревателя:

# explorerUrlInputFieldHint
source: Explorer URL
eo: Retadreso de esplorilo
es: Dirección del explorador
ja: ブロックエクスプローラーのURL
ru: Адрес обозревателя

# explorerTxInputField
source: Tx explorer url:
eo: Adreso de Tx esplorilo:
es: URL del explorador de Txs:
ja: トランザクションエクスプローラーのURL：
ru: Адрес обозревателя:

# explorerTxInputFieldHint
source: Transactions explorer URL
eo: Retadreso de esplorilo transakcia
es: Dirección del explorador de transacciones
ja: トランザクションエクスプローラーのURL
lt: Sandorio explorer URL
ru: Адрес обозревателя

source: Use minimum UTXOs
eo: Uzu minimumajn UTXOojn
es: Utilice UTXO mínimos
ja: 最小限のUTXOを使用する
lt: Naudoti minimumą UTXOs
ru: Использовать минимум UTXOs

# setupBiometricsButton
source: Set up biometrics
eo: Agordu biometrikon
es: Configurar datos biométricos
ja: バイオメトリクスの設定
lt: Nustatyti biometriniai duomenys
ru: Настроить биометрику

# aboutButton
source: About app
eo: Pri la aplikaĵo
es: Acerca de la aplicación
ja: Appについて
lt: Apie programą
ru: О приложении

# biometricsTitle
source: Secure your wallet
eo: Sekurigu vian monujon
es: Asegure su billetera
ja: ウォレットを守る
lt: Piniginės apsauga
ru: Безопасность кошелька

# biometricsDescription
source: To secure your wallet we strongly recommend to setup biometrics authentication for this app
eo: Por sekurigi vian monujon ni forte rekomendas agordi biometrikan aŭtentikigon por ĉi tiu programo
es: Para proteger su billetera, le recomendamos encarecidamente configurar la autenticación biométrica para esta aplicación.
ja: ウォレットを保護するために、このアプリの生体認証を設定することを強くお勧めします
lt: Norėdami apsaugoti savo piniginę, primygtinai rekomenduojame nustatyti šios programos biometrinį autentifikavimą
ru: Чтобы защитить кошелек, мы настоятельно рекомендуем настроить биометрическую аутентификацию

# skipBiometricsButton
source: Skip (not recommended)
eo: Saltu (ne rekomendita)
es: Saltar (no recomendado)
ja: スキップ（推奨しない）
lt: Praleisti (nerekomenduojama)
ru: Пропустить (не рекомендуется)

# walletTitle
source: Wallet
eo: Monujo
es: Billetera
ja: ウォレット
lt: Piniginė
ru: Кошелек

# notificationsAction
source: Notifications
eo: Avizoj
es: Notificaciones
ja: お知らせ
lt: Pranešimai
ru: Уведомления

# sendButton
source: Send
eo: Sendu
es: Enviar
ja: 送金
lt: Siųsti
ru: Отправить

# receiveButton
source: Receive
eo: Ricevi
es: Recibir
ja: 受取
lt: Gauti
ru: Получить

# buyButton
source: Buy
eo: Aĉeti
es: Comprar
ja: 購入
lt: Pirkti
ru: Купить

# transactionsLabel
source: Transactions
eo: Transakcioj
es: Transacciones
ja: 取引
lt: Sandoriai
ru: Транзакции

# txTypeReceived
source: Received
eo: Ricevis
es: Recibió
ja: 受信
lt: Gautas
ru: Получено

# txTypeSent
source: Sent
eo: Sendita
es: Enviado
ja: 送信
lt: Išsiųstas
ru: Отправлено

# txTypeUnknown
source: Unknown
eo: Ne sciata
es: Desconocido
ja: 不明
lt: Nežinomas
ru: Не известно

# homeNavHome
source: Home
eo: Hejma
es: Inicio
ja: ホーム
lt: Pradžia
ru: Кошелек

# homeNavExplorer
source: Explorer
eo: Esplorilo
es: Explorador
ja: エクスプローラー
ru: Обозреватель

# homeNavScanQR
source: Scan QR
eo: Skanu QR
es: Escanee QR
ja: スキャンQR
lt: Skenuoti QR kodą
ru: Скан. QR

# homeNavSettings
source: Settings
eo: Agordoj
es: Ajustes
ja: 設定
lt: Nustatymai
ru: Настройки

# homeNavWebsite
source: Website
eo: Retejo
es: Sitio web
ja: ウェブサイト
lt: Svetainė
ru: Веб-сайт

# passwordsNotMatch
source: Passwords don't match
eo: Pasvortoj ne kongruas
es: Las contraseñas no coinciden
ja: 入力されたパスフレーズが一致しません。
lt: Slaptažodžiai nesutampa
ru: Пароли не совпадают

source: Seed word can't be empty
eo: Semvorto ne povas esti malplena
es: La palabra semilla no puede estar vacía
ja: シード語が空であるはずがない
lt: Seed žodis negali būti tuščias
ru: Слово не может быть пустым

# seedWordWrong
source: Wrong seed word
eo: Malĝusta semvorto
es: Palabra semilla incorrecta
ja: 誤ったシード語
lt: Neteisingas seed žodis
ru: Не верное слово

# seedWordNotMatch
source: Seed word doesn't match
eo: Semvorto ne kongruas
es: La palabra semilla no coincide
ja: 入力されたシード語が一致しません。
lt: Seed žodis nesutampa
ru: Слово не совпадает

# aboutTitle
source: About app
eo: Pri aplikaĵo
es: Acerca de la aplicación
ja: Appについて
lt: Apie programą
ru: О приложении

# aboutText
source: Veil wallet - mobile Veil cryptocurrency wallet. Source code is available here:
eo: Veil wallet - poŝtelefona monujo de kripto de Veil
es: Veil wallet - billetera móvil de criptomonedas Veil
ja: Veil ウォレット- モバイルVeil暗号通貨ウォレット。 ソースコードはこちら：
lt: Veil piniginė - Veil kriptovaliutos mobilioji piniginė. Šaltinio kodą rasite čia:
ru: Veil wallet - мобильный кошелек для криптовалюты Veil. Исходный код доступен здесь:

# aboutText2
source: Donations address:
eo: Donaca adreso:
es: Dirección de donaciones:
ja: 寄付のアドレス:
lt: Paaukojimų adresas:
ru: Адрес для пожертвований:

# copiedText
source: Copied to clipboard
eo: Kopiita en la tondujo
es: Copiado al portapapeles
ja: クリップボードにコピーしました
lt: Nukopijuota
ru: Скопировано

# authenticateTitle
source: Authentication
eo: Aŭtentigo
es: Autenticación
ja: ウォレット認証
lt: Tapatybės nustatymas
ru: Авторизация

# authenticateDescription
source: To access wallet, please authenticate
eo: Por aliri monujon, bonvolu aŭtentigi
es: Para acceder a la billetera, autenticarse
ja: ウォレットにアクセスするには、認証を行ってください
lt: Norėdami pasiekti piniginę, patvirtinkite tapatybę
ru: Чтобы разблокировать кошелек, пожалуйста авторизуйтесь

# authenticateAction
source: Authenticate
eo: Aŭtentigi
es: Autenticar
ja: ウォレット認証
lt: Nustatyti tapatybę
ru: Авторизоваться

# biometricsReason
source: Please authenticate to unlock wallet
eo: Bonvolu aŭtentikigi por malŝlosi la monujon
es: Por favor autenticarse para desbloquear la billetera
ja: ウォレットのアンロックをするには認証してください
lt: Prisijunkite, kad atrakinti piniginę
ru: Пожалуйста авторизуйтесь для разблокировки кошелька

# biometricsSetupReason
source: Please authenticate to setup biometrics
eo: Bonvolu aŭtentikigi por agordi biometrikon
es: Autenticarse para configurar datos biométricos
ja: バイオメトリクスを設定するには認証してください
lt: Norėdami nustatyti biometrinius duomenis, patvirtinkite savo tapatybę
ru: Пожалуйста авторизуйтесь для настройки биометрики

# biometricsRemoveReason
source: Please authenticate to remove biometrics
eo: Bonvolu aŭtentikigi por forigi biometrikon
es: Autenticarse para eliminar datos biométricos
ja: バイオメトリクスを解除するには認証してください
lt: Norėdami ištrinti biometrinius duomenis, patvirtinkite savo tapatybę
ru: Пожалуйста авторизуйтесь для удаления биометрики

source: Settings saved
eo: Agordoj konservitaj
es: Ajustes guardados
ja: 設定保存されました
lt: Nustatymai įsirãšė
ru: Настройки сохранены

# removeBiometricsButton
source: Remove biometrics
eo: Forigi biometrikon
es: Eliminar datos biométricos
ja: バイオメトリクスの削除
lt: Ištrinti biometrinius duomenis
ru: Удалить биометрику

# loadingAppSemantics
source: Loading Veil wallet
eo: Ŝarĝante Veil monujon
es: Cargando billetera Veil
ja: ウォレットをロードしています
lt: Įkelimas Veil piniginė
ru: Загрузка кошелька Veil

# shareTitle
source: Receive coins
eo: Ricevi monerojn
es: Recibir monedas
ja: コインを受け取る
lt: Gauti Veil
ru: Получить veil

# shareDescriptionText
source: Use this QR code to receive coins
eo: Uzu ĉi tiun QR-kodon por ricevi monerojn
es: Utilice este código QR para recibir monedas
ja: このQRコードでコインを受け取る
lt: Naudokite šį QR kodą monetoms gauti
ru: Используйте этот QR код для получения монет

# shareAction
source: Share QR code
eo: Kunhavigu QR-kodon
es: Compartir código QR
ja: QRコードを共有
lt: Bendrinti kvadratiniu kodu
ru: Поделиться QR кодом

# shareSubject
source: My QR code to receive Veil coins
eo: Mia QR-kodo por ricevi monerojn de Veil
es: Mi código QR para recibir una moneda Veil
ja: veilを受け取るための私のQRコード
lt: Mano kvadratinis kodas kad gauti monetui Veil
ru: Мой QR код для получения монеты Veil

# shareText
source: My Veil address: {address}
eo: Mia adreso de Veil: {address}
es: Mi dirección de Veil: {address}
ja: 私のVeilアドレス: {address}
lt: Mano Veil adresas: {address}
ru: Мой Veil адрес: {address}

# newTransactionTitle
source: New transaction
eo: Nova transakcio
es: Nueva transacción
ja: 新規トランザクション
lt: Naujas sandoris
ru: Новая транзакция

source: Recipient address:
eo: Adreso de la ricevanto:
es: Dirección del destinatario:
ja: 送金先アドレス:
lt: Gavėjo adresas:
ru: Адрес получателя:

# recipientAddressHint
source: Recipient address
eo: Adreso de la ricevanto
es: Dirección del destinatario
ja: 送金先アドレス
lt: Gavėjo adresas
ru: Адрес получателя

source: Send amount:
eo: Kvanto sendenda:
es: Monto a enviar:
ja: 金額:
lt: Siunčiama suma:
ru: Сумма к отправке:

# sendAmountHint
source: Available {amount} of {overall} veil
eo: Disponebla {amount} de {overall} veil
es: Cantidad disponible {amount} de {overall} veil
ja: veil{overall}枚中{amount}枚使用可能
lt: Prieinamas {amount} iš {overall} veil
ru: Доступно {amount} из {overall} veil

# substractFeeFromAmount
source: Subtract fee from amount
eo: Subtrahi krompago de sumo
es: Restar la comisión del monto totál
ja: 手数料を差し引く
lt: Iš sumos atimti mokestį

# availableText
source: Available:
eo: Disponebla:
es: Disponible:
ja: 利用可能:
lt: Galima:
ru: Доступно:

# sendCoinsNextAction
source: Next
eo: Sekva
es: Siguiente
ja: 次へ
lt: Toliau
ru: Далее

# makeTxVerifyInvalidAddress
source: Address is invalid
eo: Adreso estas malvalida
es: La dirección no es válida
ja: 不正なアドレスが入力されました。
lt: Adresas neteisingas
ru: Адрес не верен

# makeTxVerifyAmountCantBeEmpty
source: Amount can't be empty
eo: Kvanto ne povas esti malplena
es: La cantidad no puede estar vacía
ja: 支払い総額は空にできない
lt: Suma negali būti tuščia
ru: Сумма не может быть пустой

# makeTxVerifyAmountMustNotBeNegative
source: Amount must be greater than zero
eo: Kvanto devas esti pli granda ol nulo
es: La cantidad debe ser mayor que cero
ja: 支払い総額は0より大きい必要があります。
lt: Suma negali būti mažesnė arba lygi nuliui
ru: Сумма не может быть меньше или равной нулю

# makeTxVerifyAmountInvalid
source: Amount is invalid
eo: Kvanto nevalidas
es: La cantidad no es válida
ja: 不正な支払い総額が入力されました。
lt: Įvesta neteisinga suma
ru: Сумма введена неверно

# makeTxVerifyAmountNotEnough
source: Amount is greater than available
eo: Kvanto estas pli granda ol disponebla
es: La cantidad es mayor que la disponible
ja: 支払い総額が利用可能額を上回る
lt: Suma didesnė nei turima
ru: Сумма превышает доступную

# transactionAlertTitle
source: Transaction
eo: Transakcio
es: Transacción
ja: 取引
lt: Sandoris
ru: Транзакция

# transactionAlertErrorGeneric
source: Error occured! Can't create transaction.
eo: Eraro okazis! Malsukcesis krei transakcion
es: ¡Se ha producido un error! No se pudo crear la transacción
ja: エラーが発生しました！トランザクションを作成できません。
lt: Įvyko klaida! Nepavyko sukurti sandorio
ru: Произошла ошибка! Не удалось создать транзакцию

# alertCancelAction
source: Cancel
eo: Nuligi
es: Cancelar
ja: キャンセル
lt: Atšaukti
ru: Отменить

# alertSendAction
source: Send
eo: Sendi
es: Enviar
ja: 送金
lt: Siųsti
ru: Отправить

# transactionSummaryRecipient
source: Recipient:
eo: Ricevanto:
es: Recipiente:
ja: 送金先:
lt: Gavėjas:
ru: Получатель:

# transactionSummaryAmount
source: Amount:
eo: Kvanto:
es: Monto:
ja: 金額:
lt: Kiekis:
ru: К отправке:

# transactionSummaryFee
source: Fee:
eo: Krompago:
es: Comisión:
ja: 取引手数料:
lt: Mokestis:
ru: Комиссия:

# transactionSummaryTotal
source: Total:
eo: Sumo:
ja: 合計:
lt: Iš viso:
ru: Всего:

# transactionAlertErrorSendGeneric
source: Failed to send transaction! Please try again
eo: Malsukcesis sendi transakcion! Provu denove
es: ¡No se pudo enviar la transacción! Intentar otra vez
ja: トランザクションの送信に失敗しました！もう一度お試しください
lt: Nepavyko išsiųsti sandorio! Pabandykite dar kartą
ru: Не удалось отправить транзакцию! Попробуйте ещё раз

# transactionAlertSent
source: Transaction sent! Tx id:
eo: Transakcio sendita! Tx id:
es: ¡Transacción enviada! Tx id:
ja: トランザクションが送信された！Tx id：
lt: Sandoris išsiųsta! Tx id:
ru: Транзакция отправлена! Tx id:

# flashlightToolip
source: Toggle flashlight
eo: Ŝaltu la lanterno
es: Encender o apagar la linterna
ja: トグル懐中電灯
lt: Žibintelis
ru: Фонарик

# cameraNoPermissions
source: Application has no access to camera
eo: Apliko ne havas aliron al fotilo
es: La aplicación no tiene acceso a la cámara
ja: アプリケーションはカメラにアクセスできない
lt: Programa neturi prieigos prie fotoaparato
ru: У приложения нет доступа к камере

# scanQRTitle
source: Scan QR code
eo: Skanu QR-kodon
es: Escanear código QR
ja: スキャンQRコード
lt: Skenuoti kvadratinį kodą
ru: Сканировать QR код

# loadingWalletTitle
source: Loading
eo: Ŝarĝante
es: Cargando
ja: ロードしています
lt: Piniginė
ru: Кошелек

# loadingWalletDescription
source: Wallet loading may take a while, please be patient
eo: Monujo ŝarĝo povas daŭri tempon, bonvolu pacienci
es: La carga de la billetera puede tardar un poco, tenga paciencia
ja: ウォレットのロードに時間がかかる場合があります。
lt: Piniginės įkėlimas gali šiek tiek užtrukti, prašau palaukite
ru: Загрузка кошелька может занять некоторое время, пожалуйста подождите

# loadingAddressTitle
source: Loading address
eo: Ŝarĝanta adreson
es: Cargando direccion
ja: アドレスをロードしています
lt: Adreso įkėlimas
ru: Загрузка адреса

# loadingAddressDescription
source: Address loading may take a while, please be patient
eo: La ŝarĝado de adreso povas daŭri iom da tempo, bonvolu pacienci
es: La carga de la dirección puede tardar un poco, tenga paciencia
ja: アドレスのロードに時間がかかる場合があります。
lt: Adreso įkėlimas gali šiek tiek užtrukti, palaukite
ru: Загрузка адреса может занять некоторое время, пожалуйста подождите

# walletSettingsTitle
source: Wallet settings
eo: Monujo-agordoj
es: Configuración de billetera
ja: ウォレットの設定
lt: Piniginės nustatymai
ru: Настройки кошелька

# deleteWalletAction
source: Delete wallet
eo: Forigi monujon
es: Eliminar billetera
ja: ウォレット削除
lt: Ištrinti piniginę
ru: Удалить кошелек

# deleteWalletConfirmationTitle
source: Delete wallet
eo: Forigi monujon
es: Eliminar billetera
ja: ウォレット削除
lt: Ištrinti piniginę
ru: Удалить кошелек

# deleteWalletConfirmation
source: Are you sure you want to delete the wallet?
eo: Ĉu vi certas, ke vi volas forigi la monujon?
es: ¿Estás seguro de que quieres eliminar la billetera?
ja: 本当にウォレットを削除しますか？
lt: Ar tikrai norite ištrinti piniginę?
ru: Вы действительно хотите удалить кошелек?

# yesAction
source: Yes
eo: Jes
es: Sí
ja: はい
lt: Taip
ru: Да

# noAction
source: No
eo: Ne
ja: いいえ
lt: Ne
ru: Нет

# nodeFailedTitle
source: Error
eo: Eraro
ja: エラー
lt: Klaida
ru: Ошибка

# nodeFailedDescription
source: Failed to connect to node, please try again
eo: Malsukcesis konekti al nodo, bonvolu provi denove
es: No se pudo conectar al nodo, inténtelo de nuevo
ja: ノードへの接続に失敗しました。
lt: Nepavyko prisijungti prie nodos, pabandykite dar kartą
ru: Не удалось подключится к ноде, попробуйте ещё раз

# nodeFailedAction
source: Reconnect
eo: Rekonekti
es: Reconectar
ja: 再接続
lt: Prisijungti iš naujo
ru: Переподключится

# nodeFailedAlertTitle
source: Error
eo: Eraro
ja: エラー
lt: Klaida
ru: Ошибка

# nodeFailedAlertDescription
source: Failed to connect to node, please try again
eo: Malsukcesis konekti al nodo, bonvolu provi denove
es: No se pudo conectar al nodo, inténtelo de nuevo
ja: ノードへの接続に失敗しました。
lt: Nepavyko prisijungti prie nodos, pabandykite dar kartą
ru: Не удалось подключится к ноде, попробуйте ещё раз

# transactionsListEmpty
source: Transactions not found or not yet loaded
eo: Transakcioj ne trovitaj aŭ ankoraŭ ne ŝarĝitaj
es: Transacciones no encontradas o aún no cargadas
ja: トランザクションが見つからないか、まだロードされていない
lt: Sandoriai nerasta arba dar neįkeltos
ru: Транзакции не найдены или ещё не загружены

# syncStatusSyncedSemantics
source: Address is synced with node
eo: La adreso estas sinkronigita kun la nodo
es: La dirección está sincronizada con el nodo
ja: アドレスはノードと同期
lt: Adresas sinchronizuotas su noda
ru: Адрес синхронизирован с нодой

# syncStatusScanningFailedSemantics
source: Address sync failed
eo: Malsukcesis sinkronigi adreson
es: No se pudo sincronizar la dirección
ja: アドレス同期に失敗
lt: Nepavyko sinchronizuoti adreso
ru: Не удалось синхронизировать адрес

# syncStatusScanningSemantics
source: Node is now scanning your address
eo: La nodo skanas vian adreson
es: El nodo escanea tu dirección
ja: ノードがアドレスをスキャン中
lt: Node dabar skenuoja jūsų adresą
ru: Нода сканирует ваш адрес

# localeSelectionTitle
source: Select language
ja: 言語
lt: Pasirinkti kalbą
ru: Выберите язык

# nodeSelectionTitle
source: Available nodes
ja: 利用可能なノード
lt: Galimi nodai
ru: Доступные ноды

# darkMode
source: Use dark theme
ja: ダークテーマの使用
lt: Tamsi tema
ru: Темная тема

# discordInfo
source: Official discord:
ja: 公式Discord:
lt: Oficialus discord:
ru: Оффициальный discord:

# discordFaucetInfo
source: * You can get some coins via faucet, available in official discord
ja: * コインは公式Discordで入手可能。
lt: * Kai kurias monetas galite gauti per maišytuvą, kurį galima įsigyti oficialiai discorde
ru: * Вы можете получить veil через кран доступный в оффициальном дискорде

source: Legal info
ja: 法的情報
lt: Teisinė informacija
ru: Правовая информация

# legalTitle
source: Legal info
ja: 法的情報
lt: Teisinė informacija
ru: Правовая информация

source: Create address
ja: アドレスの新規作成
lt: Sukurti naują adresą
ru: Новый адрес

source: Address created
ja: アドレスの作成に成功
lt: Sukurtas adresas
ru: Адрес создан

# homeNavScanQRUnavailable
source: QR scanner is unavailable on desktop
ja: QRコードは利用できません。
ru: Сканирование QR кодов недоступно

# alertOkAction
source: OK
eo: Bone
lt: Gerai
